console.log('Ваша оценка - 140 баллов
Отзыв по пунктам ТЗ:
Не выполненные/не засчитанные пункты:
1 есть видеорезюме автора CV на английском языке.

Частично выполненные пункты:
1 вёрстка адаптивная:

2 есть адаптивное бургер-меню.

Выполненные пункты:
1 вёрстка валидная.

2 вёрстка семантическая.

3 для оформления СV используются css-стили.

4 контент размещается в блоке, который горизонтально центрируется на странице.

5 на странице СV присутствует изображение - фото или аватарка автора CV, пропорции изображения не искажены, у изображения есть атрибут alt

6 контакты для связи и перечень навыков оформлены в виде списка ul > li

7 CV содержит контакты, краткую информацию о себе, навыки, образование, уровень английского

8 CV содержит пример вашего кода например, решение задачи с сайта codewars с подсветкой кода

9 CV содержит изображения-ссылки на выполненные вами проекты. При клике по изображению страница проекта открывается в новой вкладке. 

10 CV выполнено на английском языке

11 выполнены требования к репозиторию: есть ссылка на задание, скриншот страницы СV, ссылка на деплой страницы CV на GitHub Pages, указана дата дедлайна, выполнена самооценка самооценку расписываем по пунктам критериев оценки, указывая балл за каждый пункт

12 дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию

');